# Звездный прямоугольник

Напишите программу, которая выводит прямоугольник, по периметру состоящий из звездочек (*).

*Примечание.* Высота и ширина прямоугольника равны ```4``` и ```17``` звёздочкам соответственно.

*Sample Input:*
```

```

*Sample Output:*
```
*****************
*               *
*               *
*****************
```

Решение:
```python
for i in range(1, 5):
    if(i == 1 or i == 4):
        s = "*" * 17
        print(s, sep="")
    else:
        print("*" + " " * 15 + "*", sep="")
```
