Напишите программу, которая выводит указанный треугольник, состоящий из звездочек (*).


Sample Input:
```

```

Sample Output:
```
*
**
***
****
*****
******
*******
```

Решение:
```
for i in range(1, 7+1):
    print("*" * i)
```
